{
  "navbar": {
    "intro": "Intro",
    "aboutMe": "About Me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "intro": {
    "title": "Hi*_I'm Ekaterina,_<Front-End Developer/>",
    "location": "Saint-Petersburg",
    "reachMe": "Reach me",
    "cv": "CV"
  },
  "aboutMe": {
    "title": "About Me",
    "text": "🐣 I'm Larionova Ekaterina, a Middle Frontend Developer currently based in St.Petersburg, Russia.\n\n👩🏼‍💻 For the last 4 years I`ve been actively immersed in web development.\n\n📚 I have a Specialist Degree in Cyber security.\n\n✨ I specialize in building good-looking and reliable front-end for different services and applications. I carry out implementation from layout (Figma) to release into production. I worked on projects both in a team of frontend developers and alone.\n\n🪐 I'm continuously expanding my skill set by exploring modern frameworks and learning new technologies.\n\n📊 You can find more detailed information about my experience in my <a href='https://ekaterina-larionova.netlify.app/static/media/CV.8f15b5ef86ad4edbff4e.pdf' target='_blanc'>CV</a>."

  },
  "skills": {
    "title": "My skills"
  },
  "portfolio": {
    "title": "My portfolio",
    "gazprom": {
      "title": "Gazprom Academic Olympiad for school students",
      "description": "✅ I independently developed the design of the entire system (Participant’s personal account and landing page)\n\n✅ Coordination with the customer of all details of business logic\n\n✅ Developed a new frontend architecture\n\n ✅ Rewrote the frontend from the legacy framework Backbone.js to Vue.js"
    },
    "domains": {
      "title": "Domains page and Domain names generator",
      "description": "✅ Page layout\n\n✅ Development of an intelligent assistant that suggests original free domain names\n\n✅ The logic for formatting user-entered text is fully implemented on the front end using OOP principles\n\n✅ The domain generator is implemented modularly and can be used in other projects\n\n ✅ Currently one of the most popular features among clients"
    }
  },
  "contacts": {
    "title": "Contact me!"
  }
}